Repository: VoteIT/sfs_ga
Catalog: sfs_*/locale/*/LC_MESSAGES/sfs_*.po
Languages: sv

source: Supporters
sv: Stödjer

source: Already part of the delegation ${delegation}
sv: Redan del av delegationen ${delegation}

source: Delegation leaders
sv: Delegationsledare

source: Start typing a userid
sv: Börja skriva ett användarID

source: Edit delegation
sv: Redigera delegationen

source: Title
sv: Titel

source: Total number of votes
sv: Totalt antal röster

source: Add one UserID per row.
sv: Lägg till ett användarID per rad.

source: Delegation members
sv: Delegationsmedlemmar

source: Edit delegation members
sv: Redigera delegationsmedlemmar

source: manage_delegation_schema_description
sv: Lägg till eller ta bort delegationsmedlemmar. Enbart användare som listas nedan är medlemmar i delegationen.

source: Members
sv: Medlemmar

source: Base for hashtags.
sv: Base för hashtaggar.

source: tag
sv: tagg

source: Only lowercase, numbers, '-' and '_'.
sv: Bara små bokstäver, nummer, '-' och '_'.

source: <Choose category>
sv: <Välj kategori>

source: None of the above
sv: Ingen av de ovan

source: access_during_ongoing_not_allowed
sv: Under pågående omröstning är inte denna handling tillåten. Försök igen när inga omröstningar pågår.

source: voters_cleared_on_update_notice
sv: När du uppdaterar totala antaler röster så rensas fördelningen av röster. Vänligen distribuera om rösterna för denna grupp.

source: Updated
sv: Uppdaterad

source: Canceled
sv: Avbruten

source: Deleted
sv: Raderad

source: really_delete_delegation_warning
sv: Vill du verkligen radera delegationen ${delegation_title}'? Detta går inte att ångra

source: Only delegation leads may distribute votes
sv: Bara delegationsledare kan fördela röster

source: Something went wrong, please try again
sv: Någonting blev fel, försök igen

source: Vote count didn't match.
sv: Antal röster stämmer inte.

source: removed_from_voters_list_notice
sv: Du tog bort användare som hade röster fördelade till sig. Vänligen justera fördelningen av röster. Före detta röstande är: ${prev_voters}

source: Only for delegation leaders
sv: Bara för delegationsledare

source: Changed ${count} proposals
sv: Ändrade ${count} förslag

source: Saved
sv: Sparad

source: print_proposals_description
sv: Varje förslag hamnar på sin egen sida

source: Select proposals to print
sv: Välj förslag att skriva ut

source: Print
sv: Skriv ut

source: Delegations
sv: Delegationer

source: Proposals to unhandled
sv: Förslag till ohanterade

source: Change Proposal IDs
sv: Ändra förslags-ID

source: Print proposals
sv: Skriv ut förslag

source: Print this proposal
sv: Skriv ut förslaget

source: Delegation votes
sv: Delegationsröster

source: Back
sv: Tillbaka

source: Manage delegation voters
sv: Hantera delegationens röster

source: Edit members
sv: Redigera medlemmar

source: distribute_votes_help
sv: Distribuera alla röster mellan medlemmarna. Du kan se antalet röster du behöver distribuera högst upp till höger i tabellen.

source: UserID
sv: AnvändarID

source: Votes
sv: Röster

source: Save
sv: Spara

source: ${count} meeting delegations
sv: ${count} mötesdelegationer

source: Add new delegation
sv: Lägg till ny delegation

source: Printer friendly votes
sv: Printervänliga röster

source: Hide ${count} other delegations
sv: Göm ${count} andra delegationer

source: Show ${count} other delegations
sv: Visa ${count} andra delegationer

source: Edit
sv: Redigera

source: Manage votes
sv: Hantera röster

source: Votes overview
sv: Röstöversikt

source: Delete
sv: Radera

source: Delegation leaders:
sv: Delegationsledare:

source: ${vote_count} votes and ${member_count} members
sv: ${vote_count} röster och ${member_count} medlemmar

source: Meeting delegations
sv: Mötesdelegationer

source: On
sv: På

source: Off
sv: Av

source: Delegation leader
sv: Delegationsledare
